const Data: any[] = [
    {
        name: "株式会社ネクステージ",
        workplaces: "山田老人ホーム",
        worktypes: "手話通訳士",
        workstatus: "正社員",
        location: "札幌市",
        image: "/img/example.jpg",
        archive: "post",
        slug: "0001",
        contain: [
            {
                sort: "【プライム上場◆未経験歓迎】お客様のカーライフをサポート★正規輸入車専門店「ユニバース」採用強化",
                all: `
                    <div>
                        <h1>	
                        【プライム上場◆未経験歓迎】お客様のカーライフをサポート★正規輸入車専門店「ユニバース」採用強化
                        </h1>
                        <div>
                        「品質に問題はないか」「保証はあるのか」「どのように選べばよいのか」――誰もが一度は憧れるけれども、初めての購入には不安がつきものの輸入車。創業当初から20年以上にわたり輸入車を取り扱ってきたネクステージが、“輸入車への先入観を覆す”新たなブランド「ユニバース」を立ち上げました。

                        安心のクオ  リティで取り揃え、「同じボディタイプをブランド別に」などディーラーではできない乗り比べもできる、大型店舗ブランドです。</div>
                    </div>
                `
            }
        ],
        subject: [
            {
                sort: "＜社会人経験不問！学歴不問！クルマの知識がなくてもOKです＞◆要普免（AT限定可）",
                all: `
                    <div>
                        <h1>	
                         ＜社会人経験不問！学歴不問！クルマの知識がなくてもOKです＞◆要普免（AT限定可）
                        </h1>
                        <div>
                            充実した研修をご用意していますので、入社時にクルマの知識がなくても問題ありません。クルマに興味がない、という社員も活躍しているため、必ずしもクルマ好きである必要もありません。まずは、お気軽にご応募ください。
                        </div>
                    </div>
                `
            }
        ]
    },
    {
        name: "株式会社ネクステージ",
        workplaces: "トヨタ老人ホーム",
        worktypes: "手話通訳士",
        workstatus: "正社員",
        location: "東京都",
        image: "/img/example.jpg",
        archive: "post",
        slug: "0002",
        contain: [
            {
                sort: "【プライム上場◆未経験歓迎】お客様のカーライフをサポート★正規輸入車専門店「ユニバース」採用強化",
                all: `
                    <div>
                        <h1>	
                        【プライム上場◆未経験歓迎】お客様のカーライフをサポート★正規輸入車専門店「ユニバース」採用強化
                        </h1>
                        <div>
                        「品質に問題はないか」「保証はあるのか」「どのように選べばよいのか」――誰もが一度は憧れるけれども、初めての購入には不安がつきものの輸入車。創業当初から20年以上にわたり輸入車を取り扱ってきたネクステージが、“輸入車への先入観を覆す”新たなブランド「ユニバース」を立ち上げました。

                        安心のクオ  リティで取り揃え、「同じボディタイプをブランド別に」などディーラーではできない乗り比べもできる、大型店舗ブランドです。</div>
                    </div>
                `
            }
        ],
        subject: [
            {
                sort: "＜社会人経験不問！学歴不問！クルマの知識がなくてもOKです＞◆要普免（AT限定可）",
                all: `
                    <div>
                        <h1>	
                         ＜社会人経験不問！学歴不問！クルマの知識がなくてもOKです＞◆要普免（AT限定可）
                        </h1>
                        <div>
                            充実した研修をご用意していますので、入社時にクルマの知識がなくても問題ありません。クルマに興味がない、という社員も活躍しているため、必ずしもクルマ好きである必要もありません。まずは、お気軽にご応募ください。
                        </div>
                    </div>
                `
            }
        ]
    },
    {
        name: "株式会社ネクステージ",
        workplaces: "トヨタ老人ホーム",
        worktypes: "手話通訳士",
        workstatus: "アルバイト・バイト",
        location: "大阪市",
        image: "/img/example.jpg",
        archive: "post",
        slug: "0003",
        contain: [
            {
                sort: "【プライム上場◆未経験歓迎】お客様のカーライフをサポート★正規輸入車専門店「ユニバース」採用強化",
                all: `
                    <div>
                        <h1>	
                        【プライム上場◆未経験歓迎】お客様のカーライフをサポート★正規輸入車専門店「ユニバース」採用強化
                        </h1>
                        <div>
                        「品質に問題はないか」「保証はあるのか」「どのように選べばよいのか」――誰もが一度は憧れるけれども、初めての購入には不安がつきものの輸入車。創業当初から20年以上にわたり輸入車を取り扱ってきたネクステージが、“輸入車への先入観を覆す”新たなブランド「ユニバース」を立ち上げました。

                        安心のクオ  リティで取り揃え、「同じボディタイプをブランド別に」などディーラーではできない乗り比べもできる、大型店舗ブランドです。</div>
                    </div>
                `
            }
        ],
        subject: [
            {
                sort: "＜社会人経験不問！学歴不問！クルマの知識がなくてもOKです＞◆要普免（AT限定可）",
                all: `
                    <div>
                        <h1>	
                         ＜社会人経験不問！学歴不問！クルマの知識がなくてもOKです＞◆要普免（AT限定可）
                        </h1>
                        <div>
                            充実した研修をご用意していますので、入社時にクルマの知識がなくても問題ありません。クルマに興味がない、という社員も活躍しているため、必ずしもクルマ好きである必要もありません。まずは、お気軽にご応募ください。
                        </div>
                    </div>
                `
            }
        ]
    },
    {
        name: "株式会社ネクステージ",
        workplaces: "池田老人ホーム",
        worktypes: "事務・アシスタ",
        workstatus: "アルバイト・バイト",
        location: "沖縄",
        image: "/img/example.jpg",
        archive: "post",
        slug: "0004",
        contain: [
            {
                sort: "【プライム上場◆未経験歓迎】お客様のカーライフをサポート★正規輸入車専門店「ユニバース」採用強化",
                all: `
                    <div>
                        <h1>	
                        【プライム上場◆未経験歓迎】お客様のカーライフをサポート★正規輸入車専門店「ユニバース」採用強化
                        </h1>
                        <div>
                        「品質に問題はないか」「保証はあるのか」「どのように選べばよいのか」――誰もが一度は憧れるけれども、初めての購入には不安がつきものの輸入車。創業当初から20年以上にわたり輸入車を取り扱ってきたネクステージが、“輸入車への先入観を覆す”新たなブランド「ユニバース」を立ち上げました。

                        安心のクオ  リティで取り揃え、「同じボディタイプをブランド別に」などディーラーではできない乗り比べもできる、大型店舗ブランドです。</div>
                    </div>
                `
            }
        ],
        subject: [
            {
                sort: "＜社会人経験不問！学歴不問！クルマの知識がなくてもOKです＞◆要普免（AT限定可）",
                all: `
                    <div>
                        <h1>	
                         ＜社会人経験不問！学歴不問！クルマの知識がなくてもOKです＞◆要普免（AT限定可）
                        </h1>
                        <div>
                            充実した研修をご用意していますので、入社時にクルマの知識がなくても問題ありません。クルマに興味がない、という社員も活躍しているため、必ずしもクルマ好きである必要もありません。まずは、お気軽にご応募ください。
                        </div>
                    </div>
                `
            }
        ]
    },
    {
        name: "株式会社ネクステージ",
        workplaces: "池田老人ホーム",
        worktypes: "事務・アシスタ",
        workstatus: "契約社員",
        location: "福岡",
        image: "/img/example.jpg",
        archive: "post",
        slug: "0005",
        contain: [
            {
                sort: "【プライム上場◆未経験歓迎】お客様のカーライフをサポート★正規輸入車専門店「ユニバース」採用強化",
                all: `
                    <div>
                        <h1>	
                        【プライム上場◆未経験歓迎】お客様のカーライフをサポート★正規輸入車専門店「ユニバース」採用強化
                        </h1>
                        <div>
                        「品質に問題はないか」「保証はあるのか」「どのように選べばよいのか」――誰もが一度は憧れるけれども、初めての購入には不安がつきものの輸入車。創業当初から20年以上にわたり輸入車を取り扱ってきたネクステージが、“輸入車への先入観を覆す”新たなブランド「ユニバース」を立ち上げました。

                        安心のクオ  リティで取り揃え、「同じボディタイプをブランド別に」などディーラーではできない乗り比べもできる、大型店舗ブランドです。</div>
                    </div>
                `
            }
        ],
        subject: [
            {
                sort: "＜社会人経験不問！学歴不問！クルマの知識がなくてもOKです＞◆要普免（AT限定可）",
                all: `
                    <div>
                        <h1>	
                         ＜社会人経験不問！学歴不問！クルマの知識がなくてもOKです＞◆要普免（AT限定可）
                        </h1>
                        <div>
                            充実した研修をご用意していますので、入社時にクルマの知識がなくても問題ありません。クルマに興味がない、という社員も活躍しているため、必ずしもクルマ好きである必要もありません。まずは、お気軽にご応募ください。
                        </div>
                    </div>
                `
            }
        ]
    },
]
export default Data